Repository: smaublanc/tide-it
Catalog: Tide It/Localizable.xcstrings
Source language: fr
Languages: de, en, es, hi, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Ajoutez des ports en favoris depuis la carte ou la recherche
de: Fügen Sie Häfen über Karte oder Suche zu Favoriten hinzu
en: Add ports to favorites from the map or search
es: Añade puertos a favoritos desde el mapa o la búsqueda
hi: मैप या खोज से पोर्ट को पसंदीदा में जोड़ें
it: Aggiungi porti ai preferiti dalla mappa o dalla ricerca
ja: 地図または検索から港をお気に入りに追加しましょう
ko: 지도나 검색에서 항구를 즐겨찾기에 추가하세요
nl: Voeg havens toe aan favorieten vanaf de kaart of het zoeken
pt: Adiciona portos aos favoritos a partir do mapa ou da procura
zh_hans: 从地图或搜索把港口加入收藏
zh_hant: 從地圖或搜尋將港口加入收藏

source: Ajoutez des ports en favoris pour les scanner
de: Fügen Sie Häfen zu Favoriten hinzu, um sie zu scannen
en: Add favorite ports to scan them
es: Añade puertos a favoritos para escanearlos
hi: स्कैन करने के लिए पोर्ट को पसंदीदा में जोड़ें
it: Aggiungi porti ai preferiti per scansionarli
ja: スキャンする港をお気に入りに追加しましょう
ko: 스캔할 항구를 즐겨찾기에 추가하세요
nl: Voeg favoriete havens toe om ze te scannen
pt: Adiciona portos aos favoritos para os analisar
zh_hans: 把港口加入收藏以便扫描
zh_hant: 將港口加入收藏以進行掃描

source: Ajoutez des ports en favoris pour y accéder rapidement.
de: Fügen Sie Häfen zu Favoriten hinzu, um schnell darauf zuzugreifen.
en: Add ports to favorites for quick access.
es: Añade puertos a favoritos para acceder rápidamente.
hi: त्वरित पहुँच के लिए पोर्ट को पसंदीदा में जोड़ें।
it: Aggiungi porti ai preferiti per accedervi rapidamente.
ja: すぐにアクセスできるよう港をお気に入りに追加しましょう。
ko: 빠르게 접근하려면 항구를 즐겨찾기에 추가하세요.
nl: Voeg havens toe aan favorieten voor snelle toegang.
pt: Adiciona portos aos favoritos para acederes rapidamente.
zh_hans: 把港口加入收藏，方便快速访问。
zh_hant: 將港口加入收藏，方便快速存取。

source: Ajoutez-les en un tap, personnalisez-les ensuite
de: Mit einem Tippen hinzufügen, danach anpassen
en: Add them in one tap, customize later
es: Añádelos con un toque y personalízalos después
hi: एक टैप में जोड़ें, बाद में कस्टमाइज़ करें
it: Aggiungili con un tocco, poi personalizzali
ja: ワンタップで追加、あとからカスタマイズ
ko: 한 번에 추가하고, 나중에 맞춤 설정하세요
nl: Voeg ze toe met één tik, pas ze daarna aan
pt: Adiciona-os num toque, personaliza-os depois
zh_hans: 一键添加，之后再个性化设置
zh_hant: 一鍵加入，之後再自訂

source: Ajuste la courbe et les fenêtres GO selon le vent réellement mesuré près de toi, quand une station proche est fiable.
de: Passt die Kurve und die GO-Fenster an den real gemessenen Wind in deiner Nähe an, sobald eine Station in der Nähe zuverlässig ist.
en: Adjusts the curve and GO windows to the wind actually measured near you, when a nearby station is reliable.
es: Ajusta la curva y las ventanas GO al viento realmente medido cerca de ti, cuando una estación cercana es fiable.
hi: जब पास का कोई स्टेशन भरोसेमंद हो, तो कर्व और GO विंडो को आपके पास वास्तव में मापी गई हवा के हिसाब से एडजस्ट करता है।
it: Adatta la curva e le finestre GO al vento realmente misurato vicino a te, quando una stazione vicina è affidabile.
ja: 近くの観測所が信頼できるとき、実測した風に合わせてカーブとベストタイミングを補正します。
ko: 근처에 신뢰할 만한 관측소가 있을 때, 실제로 측정된 바람에 맞춰 곡선과 출발 윈도우를 조정해요.
nl: Past de curve en GO-momenten aan op de wind die echt bij jou in de buurt wordt gemeten, als een station in de buurt betrouwbaar is.
pt: Ajusta a curva e as janelas GO ao vento realmente medido perto de ti, quando uma estação próxima é fiável.
zh_hans: 当附近有可靠监测站时，根据你身边实测的风来调整曲线和出航窗口。
zh_hant: 當附近有可靠的觀測站時，依你身邊實際測得的風來調整曲線與出發時機。

source: Ajuste la prévision avec le vent réel · Premium
de: Passt die Vorhersage an den echten Wind an · Premium
en: Adjusts the forecast with real wind · Premium
es: Ajusta el pronóstico con el viento real · Premium
hi: वास्तविक हवा से पूर्वानुमान एडजस्ट करता है · Premium
it: Adatta la previsione al vento reale · Premium
ja: 実測の風で予報を補正 · プレミアム
ko: 실측 바람으로 예보 보정 · 프리미엄
nl: Past de voorspelling aan op echte wind · Premium
pt: Ajusta a previsão com o vento real · Premium
zh_hans: 用实测风修正预报 · 高级会员
zh_hant: 用實測風修正預報 · Premium

# Alerte %@, %@, %lld condition%@, %@
source: Alerte %1$@, %2$@, %3$lld condition%4$@, %5$@
de: Warnung %@, %@, %lld Bedingung%@, %@
en: Alert %@, %@, %lld condition%@, %@
es: Alerta %@, %@, %lld condición%@, %@
hi: अलर्ट %@, %@, %lld शर्त%@, %@
it: Avviso %@, %@, %lld condizione%@, %@
ja: アラート%@、%@、%lld 件の条件%@、%@
ko: 알림 %@, %@, 조건 %lld개%@, %@
nl: Melding %@, %@, %lld voorwaarde%@, %@
pt: Alerta %@, %@, %lld condição%@, %@
zh_hans: 提醒 %@，%@，%lld 个条件%@，%@
zh_hant: 提醒 %@，%@，%lld 項條件%@，%@

source: Alerte globale
de: Globale Warnung
en: Global alert
es: Alerta global
hi: ग्लोबल अलर्ट
it: Avviso globale
ja: 全体アラート
ko: 전체 알림
nl: Algemene melding
pt: Alerta global
zh_hans: 全局提醒
zh_hant: 全域提醒

source: Alerte incomplète
de: Unvollständige Warnung
en: Incomplete alert
es: Alerta incompleta
hi: अधूरा अलर्ट
it: Avviso incompleto
ja: アラート未完成
ko: 알림 미완성
nl: Onvolledige melding
pt: Alerta incompleto
zh_hans: 提醒不完整
zh_hant: 提醒未完成

source: Alertes
de: Warnungen
en: Alerts
es: Alertas
hi: अलर्ट
it: Avvisi
ja: アラート
ko: 알림
nl: Meldingen
pt: Alertas
zh_hans: 提醒
zh_hant: 提醒

source: Alertes personnalisées
de: Eigene Warnungen
en: Custom alerts
es: Alertas personalizadas
hi: कस्टम अलर्ट
it: Avvisi personalizzati
ja: カスタムアラート
ko: 맞춤 알림
nl: Eigen meldingen
pt: Alertas personalizados
zh_hans: 自定义提醒
zh_hant: 自訂提醒

source: Alertes prédéfinies
de: Vordefinierte Warnungen
en: Preset alerts
es: Alertas predefinidas
hi: तैयार अलर्ट
it: Avvisi predefiniti
ja: プリセットアラート
ko: 기본 알림
nl: Vooraf ingestelde meldingen
pt: Alertas predefinidos
zh_hans: 预设提醒
zh_hant: 預設提醒

source: Alertes prêtes à l'emploi
de: Sofort einsatzbereite Warnungen
en: Ready-to-use alerts
es: Alertas listas para usar
hi: रेडी-टू-यूज़ अलर्ट
it: Avvisi pronti all'uso
ja: すぐ使えるアラート
ko: 바로 쓰는 알림
nl: Kant-en-klare meldingen
pt: Alertas prontos a usar
zh_hans: 开箱即用的提醒
zh_hant: 現成提醒

source: Alertes Sorties Parfaites activées
de: Perfekte-Ausfahrten-Hinweise aktiviert
en: Perfect Outings alerts on
es: Alertas de Salidas Perfectas activadas
hi: परफेक्ट सेशन अलर्ट चालू
it: Avvisi Uscite Perfette attivati
ja: ベストセッション通知 オン
ko: 완벽한 출발 알림 켜짐
nl: Meldingen Perfecte Uitjes aan
pt: Alertas Saídas Perfeitas ativados
zh_hans: 完美出航提醒已开启
zh_hant: 完美出擊提醒已開啟

source: Analyse de %lld composantes astronomiques
de: Analyse von %lld astronomischen Komponenten
en: Analysis of %lld astronomical components
es: Análisis de %lld componentes astronómicos
hi: %lld खगोलीय घटकों का विश्लेषण
it: Analisi di %lld componenti astronomiche
ja: %lld 個の天文成分を解析
ko: 천문 성분 %lld개 분석
nl: Analyse van %lld astronomische componenten
pt: Análise de %lld componentes astronómicas
zh_hans: 分析 %lld 个天文分潮
zh_hant: %lld 個天文分潮分析

source: Analyse de tes spots…
de: Deine Spots werden analysiert…
en: Analyzing your spots…
es: Analizando tus spots…
hi: आपके स्पॉट्स का विश्लेषण…
it: Analisi dei tuoi spot…
ja: スポットを解析中…
ko: 스폿 분석 중…
nl: Je spots analyseren…
pt: A analisar os teus spots…
zh_hans: 正在分析你的浪点…
zh_hant: 正在分析你的浪點…

source: Analyse des marées à venir…
de: Kommende Tiden werden analysiert…
en: Analyzing upcoming tides…
es: Analizando las próximas mareas…
hi: आने वाले ज्वार-भाटों का विश्लेषण…
it: Analisi delle maree in arrivo…
ja: 今後の潮汐を解析中…
ko: 다가오는 조석 분석 중…
nl: Komende getijden analyseren…
pt: A analisar as próximas marés…
zh_hans: 正在分析即将到来的潮汐…
zh_hant: 正在分析即將到來的潮汐…

source: Analyse en cours…
de: Wird analysiert…
en: Analyzing…
es: Analizando…
hi: विश्लेषण हो रहा है…
it: Analisi in corso…
ja: 解析中…
ko: 분석 중…
nl: Bezig met analyseren…
pt: A analisar…
zh_hans: 分析中…
zh_hant: 分析中…

source: Analyse harmonique
de: Harmonische Analyse
en: Harmonic analysis
es: Análisis armónico
hi: हार्मोनिक विश्लेषण
it: Analisi armonica
ja: 調和解析
ko: 조화 분석
nl: Harmonische analyse
pt: Análise harmónica
zh_hans: 调和分析
zh_hant: 調和分析

source: Annuel
de: Jährlich
en: Yearly
es: Anual
hi: सालाना
it: Annuale
ja: 年額
ko: 연간
nl: Jaarlijks
pt: Anual
zh_hans: 按年
zh_hant: 年繳

source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Aperçu
de: Vorschau
en: Preview
es: Vista previa
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pt: Pré-visualização
zh_hans: 预览
zh_hant: 預覽

source: Aperçu flouté — passe en Premium pour lire tes fenêtres GO
de: Verschwommene Vorschau — hol dir Premium, um deine GO-Fenster zu lesen
en: Blurred preview — go Premium to read your GO windows
es: Vista previa difuminada — pásate a Premium para leer tus ventanas GO
hi: धुंधला प्रीव्यू — अपनी GO विंडो देखने के लिए Premium लें
it: Anteprima sfocata — passa a Premium per leggere le tue finestre GO
ja: ぼかしプレビュー — プレミアムでベストタイミングを確認
ko: 흐림 처리된 미리보기 — 프리미엄으로 출발 윈도우를 확인하세요
nl: Vervaagd voorbeeld — ga Premium om je GO-vensters te lezen
pt: Pré-visualização desfocada — passa a Premium para ler as tuas janelas GO
zh_hans: 预览已模糊——升级高级会员即可查看你的出航窗口
zh_hant: 預覽已模糊——升級 Premium 即可查看你的出發時機

source: Apparence
de: Erscheinungsbild
en: Appearance
es: Apariencia
hi: रूप-रंग
it: Aspetto
ja: 外観
ko: 테마
nl: Weergave
pt: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Appui long : nouveau spot
de: Lang drücken: neuer Spot
en: Long-press: new spot
es: Mantén pulsado: nuevo spot
hi: लंबा दबाएँ: नया स्पॉट
it: Tieni premuto: nuovo spot
ja: 長押し：新しいスポット
ko: 길게 누르기: 새 스폿
nl: Lang indrukken: nieuwe spot
pt: Toque longo: novo spot
zh_hans: 长按：新建浪点
zh_hant: 長按：新增浪點

source: Appuyez pour zoomer sur ce groupe
de: Tippen, um diese Gruppe zu vergrößern
en: Tap to zoom in on this group
es: Toca para ampliar este grupo
hi: इस ग्रुप पर ज़ूम करने के लिए टैप करें
it: Tocca per ingrandire questo gruppo
ja: タップしてこのグループを拡大
ko: 이 그룹을 확대하려면 탭하세요
nl: Tik om in te zoomen op deze groep
pt: Toca para aproximar este grupo
zh_hans: 点按以放大此分组
zh_hant: 點一下放大此群組

source: Après
de: Nach
en: After
es: Después
hi: बाद
it: Dopo
ja: 後
ko: 이후
nl: Na
pt: Depois
zh_hans: 之后
zh_hant: 之後

source: Arrêter la Live Activity
de: Live Activity stoppen
en: Stop Live Activity
es: Detener la Live Activity
hi: Live Activity बंद करें
it: Ferma la Live Activity
ja: ライブアクティビティを停止
ko: 라이브 액티비티 중지
nl: Live Activity stoppen
pt: Parar a Live Activity
zh_hans: 停止实时活动
zh_hant: 停止即時動態

source: Au bout de 30 jours, l'app repasse en gratuit — tu gardes les marées du monde entier, tes favoris et l'Apple Watch.
de: Nach 30 Tagen wird die App wieder kostenlos — du behältst die Gezeiten weltweit, deine Favoriten und die Apple Watch.
en: After 30 days, the app goes back to free — you keep tides worldwide, your favorites and the Apple Watch.
es: Tras 30 días, la app vuelve a ser gratuita — conservas las mareas de todo el mundo, tus favoritos y el Apple Watch.
hi: 30 दिन बाद ऐप फिर मुफ़्त हो जाता है — आपके पास दुनियाभर के ज्वार-भाटे, पसंदीदा और Apple Watch बने रहते हैं।
it: Dopo 30 giorni l'app torna gratuita — mantieni le maree di tutto il mondo, i tuoi preferiti e l'Apple Watch.
ja: 30日後、アプリは無料版に戻ります — 世界中の潮汐、お気に入り、Apple Watchはそのまま使えます。
ko: 30일 후 앱은 무료로 돌아가요 — 전 세계 조석, 즐겨찾기, Apple Watch는 그대로 유지돼요.
nl: Na 30 dagen wordt de app weer gratis — je houdt de getijden wereldwijd, je favorieten en de Apple Watch.
pt: Ao fim de 30 dias, a app volta a ser gratuita — ficas com as marés do mundo inteiro, os teus favoritos e o Apple Watch.
zh_hans: 30 天后应用将恢复免费版——你仍可使用全球潮汐、收藏和 Apple Watch。
zh_hant: 30 天後，App 會回到免費版——你仍保有全球潮汐、收藏與 Apple Watch。

source: Au moins une de ces conditions suffit.
de: Mindestens eine dieser Bedingungen genügt.
en: At least one of these conditions is enough.
es: Basta con que se cumpla una de estas condiciones.
hi: इनमें से कोई एक शर्त ही काफ़ी है।
it: Basta che si verifichi almeno una di queste condizioni.
ja: これらの条件のうち1つでも満たせばOKです。
ko: 이 조건 중 하나만 충족돼도 충분해요.
nl: Eén van deze voorwaarden volstaat.
pt: Basta uma destas condições.
zh_hans: 满足以上任一条件即可。
zh_hant: 符合其中一項條件即可。

source: Au moment
de: Zum Zeitpunkt
en: At the time
es: En el momento
hi: उस समय
it: Al momento
ja: その時点
ko: 그 시각에
nl: Op het moment
pt: No momento
zh_hans: 当时
zh_hant: 在當下

source: Au-dessus de la tête
de: Kopfhoch
en: Overhead
es: Por encima de la cabeza
hi: सिर के ऊपर
it: Sopra la testa
ja: 頭より上
ko: 머리 위 높이
nl: Boven het hoofd
pt: Acima da cabeça
zh_hans: 齐头高
zh_hant: 過頭高

source: Aube / crépuscule
de: Morgen-/Abenddämmerung
en: Dawn / dusk
es: Amanecer / atardecer
hi: भोर / गोधूलि
it: Alba / crepuscolo
ja: 夜明け／夕暮れ
ko: 여명 / 황혼
nl: Dageraad / schemering
pt: Amanhecer / anoitecer
zh_hans: 黎明 / 黄昏
zh_hant: 黎明／黃昏

source: Aucun achat à restaurer
de: Keine Käufe zum Wiederherstellen
en: No purchases to restore
es: No hay compras que restaurar
hi: रिस्टोर करने के लिए कोई खरीद नहीं
it: Nessun acquisto da ripristinare
ja: 復元する購入がありません
ko: 복원할 구매가 없습니다
nl: Geen aankopen om te herstellen
pt: Nenhuma compra a restaurar
zh_hans: 没有可恢复的购买
zh_hant: 沒有可復原的購買項目

source: Aucun créneau trouvé
de: Kein Slot gefunden
en: No slots found
es: No se encontraron franjas
hi: कोई स्लॉट नहीं मिला
it: Nessuna fascia trovata
ja: 枠が見つかりません
ko: 타이밍을 찾지 못함
nl: Geen vensters gevonden
pt: Nenhuma janela encontrada
zh_hans: 未找到窗口
zh_hant: 找不到時段

source: Aucun décalage
de: Kein Versatz
en: No offset
es: Sin desfase
hi: कोई ऑफ़सेट नहीं
it: Nessuno sfasamento
ja: オフセットなし
ko: 보정 없음
nl: Geen verschuiving
pt: Sem desvio
zh_hans: 无偏移
zh_hant: 無偏移

source: Aucun favori
de: Keine Favoriten
en: No favorites
es: Sin favoritos
hi: कोई पसंदीदा नहीं
it: Nessun preferito
ja: お気に入りなし
ko: 즐겨찾기 없음
nl: Geen favorieten
pt: Sem favoritos
zh_hans: 暂无收藏
zh_hant: 沒有收藏

source: Aucun port personnalisé
de: Keine eigenen Häfen
en: No custom ports
es: Sin puertos personalizados
hi: कोई कस्टम पोर्ट नहीं
it: Nessun porto personalizzato
ja: カスタム港なし
ko: 맞춤 항구 없음
nl: Geen eigen havens
pt: Sem portos personalizados
zh_hans: 暂无自定义港口
zh_hant: 沒有自訂港口

source: Aucun port sélectionné.
de: Kein Hafen ausgewählt.
en: No port selected.
es: Ningún puerto seleccionado.
hi: कोई पोर्ट नहीं चुना गया।
it: Nessun porto selezionato.
ja: 港が選択されていません。
ko: 선택된 항구 없음.
nl: Geen haven geselecteerd.
pt: Nenhum porto selecionado.
zh_hans: 未选择港口。
zh_hant: 尚未選擇港口。

source: Aucun port sélectionné. Ouvre Tide It et choisis un port.
de: Kein Hafen ausgewählt. Öffne Tide It und wähle einen Hafen.
en: No port selected. Open Tide It and choose a port.
es: Ningún puerto seleccionado. Abre Tide It y elige un puerto.
hi: कोई पोर्ट नहीं चुना गया। Tide It खोलें और एक पोर्ट चुनें।
it: Nessun porto selezionato. Apri Tide It e scegli un porto.
ja: 港が選択されていません。Tide Itを開いて港を選んでください。
ko: 선택된 항구가 없습니다. Tide It을 열고 항구를 선택하세요.
nl: Geen haven geselecteerd. Open Tide It en kies een haven.
pt: Nenhum porto selecionado. Abre o Tide It e escolhe um porto.
zh_hans: 未选择港口。打开 Tide It 并选择一个港口。
zh_hant: 尚未選擇港口。開啟 Tide It 並選一個港口。

source: Aucun résultat avec ces filtres
de: Keine Ergebnisse mit diesen Filtern
en: No results with these filters
es: Sin resultados con estos filtros
hi: इन फ़िल्टरों के साथ कोई नतीजा नहीं
it: Nessun risultato con questi filtri
ja: このフィルターでは結果がありません
ko: 이 필터로는 결과 없음
nl: Geen resultaten met deze filters
pt: Sem resultados com estes filtros
zh_hans: 当前筛选条件下无结果
zh_hant: 這些篩選條件下沒有結果

source: Aucun spot de surf
de: Keine Surf-Spots
en: No surf spots
es: No hay spots de surf
hi: कोई सर्फ़ स्पॉट नहीं
it: Nessuno spot di surf
ja: サーフスポットなし
ko: 서핑 스폿 없음
nl: Geen surfspots
pt: Sem spots de surf
zh_hans: 暂无冲浪浪点
zh_hant: 沒有衝浪浪點

source: Aucune alerte configurée
de: Keine Warnung eingerichtet
en: No alerts configured
es: Ninguna alerta configurada
hi: कोई अलर्ट सेट नहीं किया गया
it: Nessun avviso configurato
ja: 設定済みのアラートがありません
ko: 설정된 알림 없음
nl: Geen meldingen ingesteld
pt: Nenhum alerta configurado
zh_hans: 尚未配置提醒
zh_hant: 尚未設定提醒

source: Aucune donnée de calibrage disponible
de: Keine Kalibrierungsdaten verfügbar
en: No calibration data available
es: No hay datos de calibración disponibles
hi: कोई कैलिब्रेशन डेटा उपलब्ध नहीं
it: Nessun dato di calibrazione disponibile
ja: 利用できる較正データがありません
ko: 사용할 수 있는 보정 데이터 없음
nl: Geen kalibratiegegevens beschikbaar
pt: Sem dados de calibração disponíveis
zh_hans: 无可用校准数据
zh_hant: 沒有可用的校準資料

source: Aucune donnée pour ce jour
de: Keine Daten für diesen Tag
en: No data for this day
es: Sin datos para este día
hi: इस दिन का कोई डेटा नहीं
it: Nessun dato per questo giorno
ja: この日のデータはありません
ko: 이 날의 데이터 없음
nl: Geen gegevens voor deze dag
pt: Sem dados para este dia
zh_hans: 当天暂无数据
zh_hant: 這天沒有資料

source: Aucune fenêtre idéale dans les 3 prochains jours
de: Kein ideales Fenster in den nächsten 3 Tagen
en: No ideal window in the next 3 days
es: Ninguna ventana ideal en los próximos 3 días
hi: अगले 3 दिनों में कोई परफेक्ट विंडो नहीं
it: Nessuna finestra ideale nei prossimi 3 giorni
ja: 今後3日間に理想的なウィンドウはありません
ko: 다음 3일간 이상적인 윈도우 없음
nl: Geen ideaal venster in de komende 3 dagen
pt: Nenhuma janela ideal nos próximos 3 dias
zh_hans: 未来 3 天内没有理想窗口
zh_hant: 未來 3 天內沒有理想時機

source: Aucune grande basse mer dans les 3 prochaines semaines
de: Kein großes Niedrigwasser in den nächsten 3 Wochen
en: No major low tide in the next 3 weeks
es: Sin grandes bajamares en las próximas 3 semanas
hi: अगले 3 हफ़्तों में कोई बड़ा भाटा नहीं
it: Nessuna grande bassa marea nelle prossime 3 settimane
ja: 今後3週間に大きな干潮はありません
ko: 다음 3주간 큰 간조 없음
nl: Geen groot laagwater in de komende 3 weken
pt: Nenhuma grande baixa-mar nas próximas 3 semanas
zh_hans: 未来 3 周内没有大退潮
zh_hant: 未來 3 週內沒有大乾潮

source: Aucune grande marée enregistrée
de: Keine Springtide gespeichert
en: No spring tides recorded
es: Sin grandes mareas registradas
hi: कोई बड़ी ज्वार दर्ज नहीं
it: Nessuna grande marea registrata
ja: 記録された大潮はありません
ko: 기록된 대조 없음
nl: Geen springtijen geregistreerd
pt: Nenhuma maré viva registada
zh_hans: 暂无大潮记录
zh_hant: 尚未記錄大潮

source: Aucune marée disponible
de: Keine Tiden verfügbar
en: No tide data available
es: No hay mareas disponibles
hi: कोई ज्वार-भाटा डेटा उपलब्ध नहीं
it: Nessuna marea disponibile
ja: 利用できる潮汐データがありません
ko: 사용할 수 있는 조석 없음
nl: Geen getijgegevens beschikbaar
pt: Nenhuma maré disponível
zh_hans: 暂无潮汐数据
zh_hant: 沒有可用的潮汐資料

# Aucune marée disponible pour le %@ à %@.
source: Aucune marée disponible pour le %1$@ à %2$@.
de: Keine Tide verfügbar für den %@ um %@.
en: No tide available for %@ at %@.
es: No hay marea disponible para el %@ a las %@.
hi: %@ के लिए %@ पर कोई ज्वार-भाटा उपलब्ध नहीं।
it: Nessuna marea disponibile per il %@ alle %@.
ja: %@の%@には潮汐データがありません。
ko: %@ %@의 조석을 사용할 수 없습니다.
nl: Geen getij beschikbaar voor %@ om %@.
pt: Nenhuma maré disponível para %@ às %@.
zh_hans: %@ 在 %@ 暂无潮汐数据。
zh_hant: %@ %@ 沒有可用的潮汐資料。

source: Aucune marée trouvée dans les prochains jours pour %@.
de: Keine Tide in den nächsten Tagen für %@ gefunden.
en: No tide found in the coming days for %@.
es: No se encontró marea en los próximos días para %@.
hi: %@ के लिए आने वाले दिनों में कोई ज्वार-भाटा नहीं मिला।
it: Nessuna marea trovata nei prossimi giorni per %@.
ja: 今後数日間、%@の潮汐は見つかりませんでした。
ko: %@의 향후 며칠간 조석을 찾을 수 없습니다.
nl: Geen getij gevonden in de komende dagen voor %@.
pt: Nenhuma maré encontrada nos próximos dias para %@.
zh_hans: 未来几天 %@ 未找到潮汐数据。
zh_hant: 未來幾天找不到 %@ 的潮汐資料。

source: aujourd'hui
de: heute
en: today
es: hoy
hi: आज
it: oggi
ja: 今日
ko: 오늘
nl: vandaag
pt: hoje
zh_hans: 今天
zh_hant: 今天

source: Aujourd'hui
de: Heute
en: Today
es: Hoy
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt: Hoje
zh_hans: 今天
zh_hant: 今天

source: Automatique
de: Automatisch
en: Automatic
es: Automático
hi: ऑटोमैटिक
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pt: Automático
zh_hans: 自动
zh_hant: 自動

source: Autoriser la localisation
de: Ortung erlauben
en: Allow location
es: Permitir ubicación
hi: लोकेशन की अनुमति दें
it: Consenti la posizione
ja: 位置情報を許可
ko: 위치 허용
nl: Locatie toestaan
pt: Permitir a localização
zh_hans: 允许定位
zh_hant: 允許定位

source: Autorisez la localisation pour trouver automatiquement les ports près de vous et obtenir la météo locale.
de: Erlauben Sie die Ortung, um automatisch Häfen in Ihrer Nähe zu finden und lokales Wetter zu erhalten.
en: Allow location to automatically find nearby ports and get local weather.
es: Permite la ubicación para encontrar automáticamente puertos cercanos y obtener el tiempo local.
hi: पास के पोर्ट अपने-आप ढूँढने और स्थानीय मौसम पाने के लिए लोकेशन की अनुमति दें।
it: Consenti la posizione per trovare automaticamente i porti vicini e ottenere il meteo locale.
ja: 位置情報を許可すると、近くの港を自動で見つけて現地の天気を取得できます。
ko: 위치를 허용하면 근처 항구를 자동으로 찾고 현지 날씨를 받아볼 수 있어요.
nl: Sta locatie toe om automatisch havens in je buurt te vinden en het lokale weer op te halen.
pt: Permite a localização para encontrar automaticamente os portos perto de ti e obter a meteorologia local.
zh_hans: 允许定位，自动找到你附近的港口并获取当地天气。
zh_hant: 允許定位以自動尋找你附近的港口並取得當地天氣。

source: Autres bonnes fenêtres
de: Weitere gute Fenster
en: Other good windows
es: Otras buenas ventanas
hi: अन्य अच्छी विंडो
it: Altre buone finestre
ja: ほかの良いウィンドウ
ko: 다른 좋은 윈도우
nl: Andere goede vensters
pt: Outras boas janelas
zh_hans: 其他好窗口
zh_hant: 其他好時機

source: Avant
de: Vor
en: Before
es: Antes
hi: पहले
it: Prima
ja: 前
ko: 이전
nl: Voor
pt: Antes
zh_hans: 之前
zh_hant: 之前

source: Avant/après marée
de: Vor/nach Gezeiten
en: Before/after tide
es: Antes/después de la marea
hi: ज्वार से पहले/बाद
it: Prima/dopo la marea
ja: 潮の前後
ko: 조석 전후
nl: Voor/na het getij
pt: Antes/depois da maré
zh_hans: 潮前/潮后
zh_hant: 潮汐前後

source: Baignade
de: Baden
en: Swimming
es: Baño
hi: स्विमिंग
it: Balneazione
ja: 遊泳
ko: 수영
nl: Zwemmen
pt: Banhos
zh_hans: 游泳
zh_hant: 游泳

# Balise « %@ » à %@ km · Premium
source: Balise « %1$@ » à %2$@ km · Premium
de: Station „%@“ %@ km entfernt · Premium
en: “%@” station %@ km away · Premium
es: Estación «%@» a %@ km · Premium
hi: “%@” स्टेशन %@ किमी दूर · Premium
it: Stazione «%@» a %@ km · Premium
ja: 観測所「%@」%@ km先 · プレミアム
ko: %@ km 떨어진 관측소 「%@」 · 프리미엄
nl: Meetstation « %@ » op %@ km · Premium
pt: Estação « %@ » a %@ km · Premium
zh_hans: 监测站「%@」距 %@ 公里 · 高级会员
zh_hant: 「%@」觀測站距離 %@ 公里 · Premium

source: basse mer
de: Niedrigwasser
en: low tide
es: bajamar
hi: भाटा
it: bassa marea
ja: 干潮
ko: 간조
nl: laagwater
pt: baixa-mar
zh_hans: 低潮
zh_hant: 乾潮

source: Basse mer
de: Niedrigwasser
en: Low tide
es: Bajamar
hi: निम्न ज्वार
it: Bassa marea
ja: 干潮
ko: 간조
nl: Laagwater
pt: Baixa-mar
zh_hans: 低潮
zh_hant: 乾潮

source: Basse mer dans moins d'1h
de: Niedrigwasser in unter 1 Std.
en: Low tide in under 1h
es: Bajamar en menos de 1 h
hi: 1 घंटे से कम में भाटा
it: Bassa marea tra meno di 1 h
ja: 1時間以内に干潮
ko: 1시간 내 간조
nl: Laagwater binnen 1 uur
pt: Baixa-mar em menos de 1h
zh_hans: 1 小时内低潮
zh_hant: 1 小時內乾潮

source: Basse mer dans moins d'une heure
de: Niedrigwasser in unter einer Stunde
en: Low tide in under an hour
es: Bajamar en menos de una hora
hi: एक घंटे से कम में भाटा
it: Bassa marea tra meno di un'ora
ja: 1時間以内に干潮
ko: 1시간 내 간조
nl: Laagwater binnen een uur
pt: Baixa-mar em menos de uma hora
zh_hans: 1 小时内低潮
zh_hant: 1 小時內乾潮

source: Basse mer imminente
de: Niedrigwasser steht bevor
en: Low tide imminent
es: Bajamar inminente
hi: भाटा बहुत पास
it: Bassa marea imminente
ja: まもなく干潮
ko: 간조 임박
nl: Laagwater nabij
pt: Baixa-mar iminente
zh_hans: 低潮将至
zh_hant: 乾潮將至

source: Bassin / plan d'eau
de: Bucht / Binnengewässer
en: Bay / inland water
es: Bahía / agua interior
hi: खाड़ी / अंदरूनी जल
it: Baia / specchio d'acqua
ja: 湾／内水面
ko: 만 / 내륙 수역
nl: Baai / binnenwater
pt: Baía / plano de água
zh_hans: 海湾 / 内陆水域
zh_hant: 灣區／內陸水域

source: Bienvenue sur
de: Willkommen bei
en: Welcome to
es: Bienvenido a
hi: स्वागत है
it: Benvenuto su
ja: ようこそ
ko: 환영합니다
nl: Welkom bij
pt: Bem-vindo ao
zh_hans: 欢迎使用
zh_hant: 歡迎使用

source: BM
de: NW
en: LT
hi: भाटा
ja: 干潮
ko: 간조
nl: LW
zh_hans: 低潮
zh_hant: 乾潮

source: BM %@
de: NW %@
en: LT %@
hi: भाटा %@
ja: 干潮 %@
ko: 간조 %@
nl: LW %@
zh_hans: 低潮 %@
zh_hant: 乾潮 %@

# BM %@ · %@
source: BM %1$@ · %2$@
de: NW %@ · %@
en: LT %@ · %@
es: BM %@ · %@
hi: भाटा %@ · %@
it: BM %@ · %@
ja: 干潮 %@ · %@
ko: 간조 %@ · %@
nl: LW %@ · %@
pt: BM %@ · %@
zh_hans: 低潮 %@ · %@
zh_hant: 乾潮 %@ · %@
